Repository: TheBlasfem/django-loginfacebook-linkedin
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Enter at least one digit and one capital
es: Ingrese al menos un digito y una mayúscula

source: Enter at 8 characters
es: Ingrese al menos 8 caracteres

source: This email is already registered.
es: Este email ya está registrado.

source: A user can only have one role for one event.
es: Un usuario solo puede tener un rol por evento.

source: Password confirmation
es: Confirmar password

source: name
es: Nombre

source: Enter your email
es: Ingresa tu email

source: Date of birth
es: Fecha de nacimiento

source: Name
es: Nombre

source: Commercial Name
es: Nombre Comercial

source: Business Name
es: Razón Social

source: Address
es: Dirección

source: Phone
es: Teléfono

source: Description
es: Descripción

source: You have to enter your email.
es: Debes ingresar tu email.

source: Please enter a valid email
es: Por favor ingrese un email válido

source: Please enter a valid url
es: Por favor ingrse un url válido

source: Please enter a valid date YYYY/MM/DD
es: Por favor ingrese una fecha válida DD/MM/YYYY

source: username or password incorrect
es: usuario o password incorrecto

source: CUNUC, edit profile
es: CUNUC, edita tu perfil

source: Save changes
es: Guardar Cambios

source: Password reset complete
es: Reseteo de Password completo

source: Your password has been set. You may go ahead and log in now.
es: Tu password ha sido asignado. Puedes loguearte nuevamente.

source: Log in
es: Inicie Sesión

source: Setting New password
es: Asignando nuevo password

source: Please enter your new password twice.
es: Por favor ingrese su nuevo password dos veces.

source: So we can verify you typed it in correctly.
es: Para que podamos verificar que lo tipeaste correctamente.

source: New password:
es: Nuevo password:

source: Confirm password:
es: Confirme su password:

source: Change my password
es: Cambiar mi password

source: Password reset unsuccessful
es: Falló el reseteo de password

source: The password reset link was invalid,
es: El link de reseteo de password es inválido,

source: possibly because it has already been used.
es: possiblemente porque ya ha sido usado.

source: Please request a new password reset.
es: Por favor solicite nuevamente un reseteo de password.

source: Password reset successful
es: Reseteo de password exitoso

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted.
es: Hemos enviado a tu correo instrucciones para establecer tu password a tu e-mail

source: You should be receiving it shortly.
es: Debes estar recibiendolo pronto.

source: You're receiving this e-mail because you requested a password reset for your user account at
es: Estas recibiendo este e-mail porque solicitaste un reseteo de password para tu cuenta en

source: Please go to the following page and choose a new password:
es: Por favor vaya a la siguiente página y elija un nuevo password:

source: Thanks for using our site!
es: ¡Gracias por usar nuestro sitio!

source: The team of
es: El equipo de

source: Email don't exist in our database.
es: El email no existe en nuestra base de datos.

source: Reset Password
es: Resetee su Password

source: Please specify your email address to receive instructions for resetting it.
es: Por favor especifique su dirección email para recivir las instrucciones de reseteo.

source: E-mail address:
es: Dirección E-mail

source: Reset password
es: Resetear password
